{"data_non_statistical":false,"goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-02-0A-02.pdf ","goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","graph_type":"line","indicator_name":"Total official flows (official development assistance plus other official flows) to the agriculture sector","graph_title":"Total official flows (official development assistance plus other official flows) to the agriculture sector","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","reporting_status":"notapplicable","page_content":"","national_metadata_updated_date":"2021-07-25","national_metadata_update_url_text":"2021-07-25: see changes on GitHub","national_metadata_update_url":"https://github.com/brockfanning/fcdo-kg-data/commit/21dcf781dab07740358cc28ab179b7d06d39d531","SDG_GOAL":"2. End hunger, achieve food security and improved nutrition and promote sustainable agriculture","SDG_TARGET":"2.a. Increase investment, including through enhanced international cooperation, in rural infrastructure, agricultural research and extension services, technology development and plant and livestock gene banks in order to enhance agricultural productive capacity in developing countries, in particular least developed countries.","SDG_INDICATOR":"2.а.2: Total official flows (official development assistance plus other official flows) to the agriculture sector.","ORGANISATION_UNIT":"National Statistical Committee of the Kyrgyz Republic (Finance Statistics Division).","CONTACT_NAME":"Jukova E.N., lead expert","CONTACT_EMAIL":"e.jukova@stat.kg","CONTACT_PHONE":"(0312) -66-42-09","organization_website":"www.stat.kg","STAT_CONC_DEF":"Official flows (official development assistance plus other official flows) to agricultural sector are defined as gross disbursements of total ODA and other official flows from all donors to the agriculture sector.","concepts":"Official development assistance (ODA): The DAC defines ODA as “those flows to countries and territories on the DAC List of ODA Recipients\nand to multilateral institutions which are\ni) provided by official agencies, including state and local governments, or by their executive agencies; and\nii) each transaction is administered with the promotion of the economic development and welfare of developing countries as its main objective; and\nis concessional in character and conveys a grant element of at least 25 per cent (calculated at a rate of discount of 10 per cent). (See\nhttp://www.oecd.org/dac/stats/officialdevelopmentassistancedefinitionandcoverage.htm) Other official flows (OOF): Other official flows (excluding officially supported export credits) are defined as transactions by the official sector which do not meet the conditions for eligibility as ODA, either because they are not primarily aimed at development, or because they are not sufficiently concessional.\n(See http://www.oecd.org/dac/stats/documentupload/DCDDAC(2016)3FINAL.pdf, Para 24).","RATIONALE":"Total Official development assistance (ODA) and other official flows (OOF) to developing countries quantify the public effort (excluding export credits) that donors provide to developing countries for agriculture.","SOURCE_TYPE":"Ministry of Finance of the Kyrgyz Republic","COMPILING_ORG":"Админимтративные данные МФ","DATA_COMP":"The sum of ODA and OOF flows from all donors to developing countries in the agriculture sector.","REC_USE_LIM":"Defined as gross disbursements of total official development assistance (ODA) and other official flows from all donors to the agriculture sector.","disaggregation":"Indicator data are provided for the Kyrgyz Republic as a whole.","COMPARABILITY":"DAC statistics are standardized on a calendar year basis for all donors and may differ from fiscal year data available in budget Documentation for some countries.","OTHER_DOC":"OECD: www.oecd.org/dac/stats\nLinks: http://www.oecd.org/dac/stats/methodology.htm\nKR National SDG Reporting Platform: https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"2.a.2","target_id":"2.a","sdg_goal":"2","indicator_sort_order":"02-0a-02","COLL_METHOD":"MoF Administrative Data "}