{"goal_meta_link_text":"United Nations Sustainable Development Goals Metadata","goal_meta_link":"https://unstats.un.org/sdgs/metadata/files/Metadata-07-01-02.pdf","indicator_name":"Proportion of population with primary reliance on clean fuels and technology","data_non_statistical":false,"graph_type":"bar","graph_title":"Proportion of population with primary reliance on clean fuels and technology","national_geographical_coverage":"Кыргызская Республика","measurement_units":"Процент","page_content":"","national_metadata_updated_date":"2021-07-25","national_metadata_update_url_text":"2021-07-25: see changes on GitHub","national_metadata_update_url":"https://github.com/brockfanning/fcdo-kg-data/commit/04b9e9f31c67e080c619fd92472fbaad13affaaf","SDG_GOAL":"7. Ensure access to affordable, reliable, sustainable and modern energy for all","SDG_TARGET":"7.1. By 2030, ensure universal access to affordable, reliable and modern energy services","SDG_INDICATOR":"7.1.2. Proportion of population with primary reliance on clean fuels and technology","ORGANISATION_UNIT":" National Statistical Committee of the Kyrgyz Republic (Household Statistics Division)","CONTACT_NAME":"Kerimalieva N.K.","CONTACT_EMAIL":"Sdg_nsc@stat.kg ","CONTACT_PHONE":"(0312) 32 46 91","organization_website":"www.stat.kg","STAT_CONC_DEF":"Proportion of population with primary reliance on clean fuels and technology is calculated as the number of people using clean fuels and technologies for cooking, heating and lighting divided by total population reporting that any cooking, heating or lighting, expressed as percentage. ","concepts":"“Clean” is defined by the emission rate targets and specific fuel recommendations (i.e. against unprocessed coal and kerosene) included in the normative guidance WHO guidelines for indoor air quality: household fuel combustion.","RATIONALE":"Cooking, lighting and heating represent a large share of household energy use across the low- and middle-income countries. For cooking and heating, households typically rely on solid fuels (such as wood, charcoal, biomass) or kerosene paired with inefficient technologies (e.g. open fires, stoves, space heaters or lamps). It is well known that reliance on such inefficient energy for cooking, heating and lighting is associated with high levels of household (indoor) air pollution. The use of inefficient fuels for cooking alone is estimated to cause over 4 million deaths annually, mainly among women and children. This is more than TB, HIV and malaria combined. These adverse health impacts can be avoided by adopting clean fuels and technologies for all main household energy end-or in some circumstances by adopting advanced combustion cook stoves (i.e. those which achieve the emission rates targets provided by the WHO guidelines) and adopting strict protocols for their safe use. Given the importance of clean and safe household energy use as a human development issue, universal access to energy among the technical practitioner community is currently taken to mean access to both electricity and clean fuels and technologies for cooking, heating and lighting. For this reason, clean cooking forms part of the universal access objective under the UN Secretary General’s Sustainable Energy for All initiative.","SOURCE_TYPE":"Multiple Indicator Cluster Survey, 2018 (MICS)","COMPILING_ORG":"В опросах КОМП используется персональное интервью с использованием компьютеров (ComputerAssisted Personal Interview, CAPI). Приложение для сбора данных, в том числе специальная платформа управления данными КОМП, основано на программном обеспечении CSPro (Census and Survey Processing System) версии 6.3. Процедуры и стандартные программы, разработанные в рамках глобальной\nпрограммы КОМП, были адаптированы к окончательной версии вопросника КОМП Кыргызстан, 2018 года и использовались в опросе.","DATA_COMP":"Proportion of population living in households with primary reliance on clean fuels and technology for cooking, heating and lighting to total population, expressed as percentage.\nThe indicator is calculated for each category separately and for the three categories in total. In calculating the total, the numerator includes population living in households using clean fuels and technologies simultaneously in all three categories.","REC_USE_LIM":"The indicator is based on the main type of fuel and technology used for cooking as cooking occupies the largest share of overall household energy needs. However, many households use more than one type of fuel and stove for cooking and, depending on climatic and geographical conditions, heating with polluting fuels can also be a contributor to household (indoor) air pollution levels. In addition, lighting with kerosene, a very polluting and hazardous fuel is also often used, and in some countries is the main fuel used for cooking.","COVERAGE":"Data are available for 2018, for country overall, by regions and cities of Bishkek and Osh, by sex, area, household heads educational level and nationality, wealth quintile ","disaggregation":"By region (geographical and urban / rural location).","COMPARABILITY":"KR data are consistent with international methodology","OTHER_DOC":"KR National SDG Reporting Platform:  https://sustainabledevelopment-kyrgyzstan.github.io","indicator":"7.1.2","target_id":"7.1","sdg_goal":"7","reporting_status":"complete","indicator_sort_order":"07-01-02","COLL_METHOD":"ComputerAssisted Personal Interview (CAPI) have been used for surveys. The application for data collection, including a special CAPI data management platform, is based on CSPro (Census and Survey Processing System) version 6.3. Procedures and standard software developed under the global CAPI programme were adapted to the final version of the 2018 CAPI questionnaire for Kyrgyzstan and used in the survey."}